Repository: mcguffin/multisite-blog-alias
Catalog: languages/multisite-blog-alias-*.po
Languages: de_de

source: Alias Domains for Blogs
de_de: Alias Domains für Blogs

source: Edit
de_de: Bearbeiten

source: View
de_de: Ansehen

source: Redirects are working.
de_de: Die Weiterleitungen funktionieren.

source: However there are problems with your SSL-Certificates indicated by a red %s in the report above.
de_de: Es gibt allerdings Probleme mit den SSL-Zertifikaten. Oben am roten %s erkennbar.

source: Some of the redirects (the gray ones) are not triggered by this system.
de_de: Einige Weiterleitungen werden nicht von diesem WordPress ausgelöst.

source: Redirect with path
de_de: Mit Pfad weiterleiten.

source: If checked the request path will be appended to the redirect URL.
de_de: Den Anfragepfad beim Weiterleiten an die URL anhängen.

source: This setting is overridden by the constant %1$s in your %2$s
de_de: Diese Einstellung wird von der Konstante %1$s in Deiner %2$s überschrieben.

source: Uninstall
de_de: Deinstallieren

source: Sorry, you are not allowed to install plugins.
de_de: Es tut uns leid, aber Du darfst keine Plugins installieren.

source: Multisite Blog Alias Setup
de_de: Multisite Blog Alias Einrichtung

source: The plugin is well configured. The instructions are kept for documentation purposes.
de_de: Das Plugin ist fertig eingerichtet. Die Anleitung wird hier zur Dokumentation angezeigt.

source: The plugin could not write to the filesystem.
de_de: Das Plugin kann keine Dateien schreiben.

source: Please change the following.
de_de: Bitte nimm die folgenden Änderungen vor.

source: Insert the following code into %s:
de_de: Füge folgenden Code in %s ein:

source: Create a file %s with the following code:
de_de: Erstelle eine Datei namens %s mit folgendem Code:

source: Sorry, you are not allowed to run the uninstall procedere.
de_de: Es tut uns leid, aber Du darfst keine Deinstallation durchführen.

source: Uninstall Plugin?
de_de: Plugin Deinstallieren?

source: Uninstalling the plugin will remove the Blog Alias table from the database and deactivate the plugin.
de_de: Die Deinstallation entfernt die Blog-Alias-Tabelle aus der Datenbank und deaktiviert das Plugin.

source: %d Alias Domain will be deleted.
de_de: %d Alias-Domain wird gelöscht.

source: No, back to plugins
de_de: Nein, zurück zu den Plugins

source: Yes, Uninstall now!
de_de: Ja, Deinstallation durchführen!

source: Not Configured:
de_de: Nicht konfiguriert:

source: Multisite Blog Alias is not configured. Please visit %s for instructions.
de_de: Multisite Blog Alias ist noch nicht fertig eingerichtet. Bitte besuche %s für eine Anleitung.

source: the setup page
de_de: die Einrichtungs-Seite

source: Alias created
de_de: Alias erstellt

source: %d entry deleted
de_de: %d Eintrag gelöscht

source: Notice:
de_de: Achtung:

source: The domain matches the site URL of this blog.
de_de: Die Domain entspricht der URL dieses Blogs.

source: Error:
de_de: Fehler:

source: Add Domain Alias
de_de: Neues Domain Alias

source: Add
de_de: Hinzufügen

source: Domain Aliases
de_de: Domain Aliase

source: – No Domain Aliases –
de_de: – Keine Domain Aliase –

source: Remove
de_de: Entfernen

source: Check Status
de_de: Status prüfen

source: Remove All
de_de: Alle Entfernen

source: Circular Redirect.
de_de: Endlosschleife in den Weiterleitungen.

source: Maximum number of %d Redirects reached
de_de: Die Höchstzahl von Weiterleitungen (%d) wurde überschritten.

source: The domain or a redirect does not point to this blog.
de_de: Die Domain oder eine Weiterleitung zeigen nicht auf diesen Blog.

source: Blog does not exists.
de_de: Der Blog existiert nicht.

source: The Alias already exists.
de_de: Das Alias existiert bereits.

source: A different Blog is already using this domain.
de_de: Ein anderer Blog nutzt diese Domain bereits.

source: Visit other Blog
de_de: Anderen Blog ansehen

source: Empty domain name
de_de: Leerer Domainname

source: Invalid domain name
de_de: Ungültiger Domain-Name

source: Deletion failed
de_de: Löschen fehlgeschlagen

source: Something went wrong...
de_de: Etwas ist schief gelaufen...

source: Domain alias not found.
de_de: Domain alias nicht gefunden.

source: WP-Site for this alias could not be found.
de_de: Konnte keine WP-Site für dieses Alias finden.

source: The domain is already used by another site.
de_de: Die Domain wird schon von einer anderen Site genutzt.

source: The Multisite Blog Alias plugin requires a WordPress multisite installation.
de_de: Das Plugin Multisite Blog Alias benötigt eine Multisite-Installation.

source: It has been deactivated.
de_de: Es wurde deaktiviert.
